// const userName = prompt("Введіть ваше ім'я");
// const isUserName = confirm("Це ваше ім'я - " + userName + '?');

// if (isUserName) {
//   alert('Hi, ' + userName + '!!!');
// } else {
//   alert('Наступного разу будьте уважніше!');
// }


// запитати у користувача що він хоче оримати на день народження
// запитати підтвердження чи не передумав він отримати введений подарунок
// якщо користувач підтвердив - виводимо Добре, пішов шукати твій подарунок ...
// якщо користувач не підтвердив - виводимо Добре, подумай ще

